<?php get_header(); ?>
<main id="policy">
    <div class="fv">
        <h2 class="section-title"><span>Plivacy Policy</span>プライパシーポリシー</h2>
        <img src="<?php echo get_template_directory_uri(); ?>/img/fv-bg.png" alt="背景" class="fv-bg" />
        <img src="<?php echo esc_url(get_template_directory_uri()); ?>/img/haanbira-3.png" alt="花びら" class="hanabira-1 hanabira">
        <img src="<?php echo esc_url(get_template_directory_uri()); ?>/img/haanbira-3.png" alt="花びら" class="hanabira-2 hanabira">
        <img src="<?php echo esc_url(get_template_directory_uri()); ?>/img/haanbira-3.png" alt="花びら" class="hanabira-3 hanabira">
    </div>

    <section class="wrapper">
        <div class="legal-content">
            <p class="intro-text">
                一般社団法人 心晴塾（以下「当社」といいます）は、当社が取得した個人情報の取扱いに関し、個人情報の保護に関する法律、個人情報保護に関するガイドライン等の指針、その他個人情報保護に関する関係法令を遵守します。
            </p>

            <div class="item">
                <h3>取得する情報およびその取得方法、利用目的</h3>
                <p>当社が取得するユーザー情報は、取得方法に応じて以下のとおりとなります。</p>

                <h4>(1) ユーザーから直接取得する情報と取得方法</h4>
                <p>当社は、当社が提供するインターネットサイト（以下「本サイト」といいます）の運営に必要な範囲で、本サイトの利用者（以下「ユーザー」といいます）から、個人情報保護法にいう「個人情報」を指すものとし、生存する個人に関する情報であって、当該情報に含まれる氏名、生年月日、住所、電話番号、連絡先その他の記述等により特定の個人を識別できる情報及び容貌、指紋、声紋にかかるデータ、及び健康保険証の保険者番号などの当該情報単体から特定の個人を識別できる情報（個人識別情報）を取得することがあります。</p>

                <h4>(2) 情報の利用目的</h4>
                <p>当社は、取得した個人情報を以下に定める目的のために使用します。</p>
                <ul>
                    <li>商品・サービスの提供</li>
                    <li>利用料金の請求</li>
                    <li>ユーザーの本人確認</li>
                    <li>その他、上記に付随する業務の遂行</li>
                </ul>
                <p>※利用目的を変更する場合には、速やかに本サイト上にて公表いたします。</p>
            </div>

            <div class="item">
                <h3>個人情報の管理</h3>
                <p>当社は、ユーザーから取得した個人情報の管理について、以下を徹底します。</p>
                <h4>(1) 情報の正確性の確保</h4>
                <p>取得した個人情報については、常に正確かつ最新の情報となるよう努めます。</p>
                <h4>(2) 安全管理措置</h4>
                <p>当社は、組織的な個人情報の管理については、社内規定による厳重な取扱方法を規定し、規定に基づいた取扱いと厳格な運用を徹底しています。</p>
                <h4>(3) 個人情報管理の委託先の監督</h4>
                <p>個人情報の管理を外部委託する場合には、当社の規程に基づく委託先にのみ委託し適切に管理します。</p>
                <h4>(4) 個人情報の保存期間と廃棄</h4>
                <p>取得した個人情報は、保存期間を設定し、保存期間終了後は廃棄します。</p>
            </div>

            <div class="item">
                <h3>個人情報の第三者への提供</h3>
                <p>当社は、取得した個人情報を、第三者に提供することはありません。また、今後、第三者提供を行う場合は、提供する情報と目的を提示し、ユーザーの同意を得た場合のみ行います。</p>
            </div>

            <div class="item">
                <h3>個人情報の共同利用</h3>
                <p>当社は、ユーザーの個人情報に関して、適切に共同利用を行う場合があります。</p>
            </div>

            <div class="item">
                <h3>個人情報の開示・訂正・利用停止</h3>
                <p>個人情報について、開示、訂正、利用停止等のお申し出があった場合には、本人の申し出であることを確認の上、当社所定の方法に基づき対応致します。具体的な方法は、個別にご案内しますので、下記受付窓口までお問い合わせください。</p>
            </div>

            <div class="item">
                <h3>お問い合わせ先</h3>
                <p>本サービス、個人情報の取扱いについては、以下の窓口にご連絡ください。</p>
                <p class="contact-info">
                    一般社団法人 心晴塾 お問い合わせ窓口<br>
                    yamanaka.shokupan@gmail.com
                </p>
            </div>

            <div class="item">
                <h3>セキュリティ</h3>
                <p>当社は、ウェブサイト経由で、SSLによって個人情報を取得することがあります。</p>
            </div>


            <div class="item">
                <h3>制定日</h3>
                <p>2025年12月27日</p>
            </div>
        </div>
    </section>
</main>

<?php get_footer(); ?>